Repository: common-repository/netdebit-payment-gateway
Catalog: localization/netdebit-woocommerce-gateway-*.po
Languages: de_de

source: NetDebit online payment: Credit Card, SEPA Direct Debit, Klarna SOFORT, Wire Transfer
de_de: NetDebit online payment: Kreditkarte, SEPA Überweisung, Klarna SOFORT, Vorkasse

source: NetDebit online payment: customer is king!
de_de: NetDebit online payment: Der Kunde ist König!

source: About 730,000 customers value our payment system, our variety of offers and the supporting service.You can become a king as well and use NetDebit as your prefered payment service provider.
de_de: Rund 730.000 Kunden schätzen unser Zahlungssystem, unsere Angebotsvielfalt und den Service, der dahinter steht. Werden auch Sie ein König und nutzen NetDebit als Ihren bevorzugten Zahlungsdienstleister.

source: Enable/Disable
de_de: Aktiv/Inaktiv

source: Enable Netdebit payment module.
de_de: Aktiviere NetDebit Zahlungsmodul.

source: Your NetDebit's unique partner ID.
de_de: Deine eindeutige NetDebit Partner ID.

source: Your NetDebit's unique content ID.
de_de: Deine eindeutige Netdebit Content ID.

source: Your NetDebit's unique webmaster ID.
de_de: Deine eindeutige NetDebit Webmaster ID.

source: Gateway Password:
de_de: Gatway Passwort:

source: Your personal access password to the NetDebit payment gateway.
de_de: Dein persönliches Zugriffspasswort für die NetDebit Zahlungsschnittstelle.

source: Payment Form Style:
de_de: Aussehen Zahlungsformular:

source: Choose whether you want the NetDebit payment form styled as a single page or wizard like.
de_de: Wähle ob das NetDebit Zahlungsformular als Wizard oder Single Page Application dargestellt werden soll.

source: Billing Address Information
de_de: Zahlungsadressinformationen

source: Hide billing address input fields.
de_de: Verberge Zahlungsadresseingabefelder.

source: Partner ID (PID) required. Only digits allowed
de_de: Partner ID (PID) erforderlich. Nur Zahlen zulässig

source: Content ID (CON) required. Only digits allowed
de_de: Content ID (CON) erforderlich. Nur Zahlen zulässig

source: Content ID (CON) must be in range between 0 and 999999999
de_de: Content ID (CON) muss im Bereich zwischen 0 und 999999999 liegen

source: Webmaster ID (SID) must be in range between 773000000 and 773099999
de_de: Webmaster ID (SID) muss im Bereich zwischen 773000000 und 773099999 liegen

source: Gateway Password required.
de_de: Gateway Passwort erforderlich.

source: Awaiting booking notification by NetDebit
de_de: Warten auf Buchungsbestätigung durch NetDebit

source: Customer caused a chargeback. Collection procedure running.
de_de: Kunde hat einen Zahlungsrückläufer verursacht. Mahnverfahren läuft.

source: NetDebit Subscription
de_de: NetDebit Abonnement

source: Subscriptions Intervall
de_de: Abonnement Intervall

source: Select a value
de_de: Wähle einen Wert

source: days
de_de: Tage

source: weeks
de_de: Wochen

source: months
de_de: Monate

source: years
de_de: Jahre

source: View cart
de_de: Zeige Warenkorb

source: You can not buy %s together with other products
de_de: Du kannst %s nicht zusammen mit anderen Produkten kaufen

source: Only virtiual (digital) goods can be billed by NetDebit. Please remove %s from the cart to pay with NetDebit
de_de: Nur digitale Güter können von NetDebit abgerechnet werden. Bitte entferne %s aus dem Warenkorb um mit NetDebit zahlen zu können
