Repository: common-repository/netdebit-payment-gateway
Catalog: localization/woocommerce-netdebit-*.po
Languages: de_de

source: NetDebit's Gateway response does not contain the bookingnumber
de_de: Die Antwort des NetDebit Gateways enthält keine Buchungsnummer.

source: NetDebit's Gateway response does not contain the booking status
de_de: Die Antwort des NetDebit Gateways enthält keinen Buchungsstatus.

source: NetDebit's Gateway response does not contain the VAR1
de_de: Die Antwort des NetDebit Gateways enthält nicht den Parameter VAR1.

source: Could not find order with bookingbumber: %s
de_de: Buchungsnummer: %s konnte nicht gefunden werden.

source: NetDebit online payment: Credit Card, SEPA Direct Debit, Klarna SOFORT, Wire Transfer
de_de: NetDebit online payment: Kreditkarte, SEPA Überweisung, Klarna SOFORT, Vorkasse

source: NetDebit online payment: customer is king!
de_de: NetDebit Online Payment: Hier ist der Kunde König!

source: About 730,000 customers value our payment system, our variety of offers and the supporting service.You can become a king as well and use NetDebit as your prefered payment service provider.
de_de: Rund 730.000 Kunden schätzen unser Zahlungssystem, unsere Angebotsvielfalt und den Service, der dahinter steht. Werden auch Sie ein König und nutzen NetDebit als Ihren bevorzugten Zahlungsdienstleister.

source: Enable/Disable
de_de: Aktiviere / Deaktiviere

source: Enable Netdebit payment module.
de_de: Aktiviere NetDebit Zahlungsmodul.

source: Your NetDebit's unique partner ID.
de_de: Ihre eindeutige NetDebit Partnet ID.

source: Your NetDebit's unique content ID.
de_de: Ihre eindeutige NetDebit Content ID.

source: Your NetDebit's unique webmaster ID.
de_de: Ihre eindeutige NetDebit Webmaster ID.

source: Gateway Password:
de_de: Gatway Passwort:

source: Your personal access password to the NetDebit payment gateway.
de_de: Ihr persönliches Zugangspasswort für das NetDebit Zahlungsgateway.

source: Partner ID (PID) required. Only digits allowed
de_de: Partner ID benötigt. Nur Zahlen zulässig.

source: Content ID (CON) required. Only digits allowed
de_de: Content ID (CON) benötigt. Nur Zahlen zulässig.

source: Content ID (CON) must be in range between 0 and 999999999
de_de: Content ID (CON) muss im Bereich zwischen 0 und 999999999 liegen.

source: Webmaster ID (SID) must be in range between 773000000 and 773099999
de_de: Webmaster ID (SID) muss im Bereich zwischen 773000000 und 773099999 liegen.

source: Gateway Password required.
de_de: Gateway Password benötigt.

source: Awaiting booking notification by NetDebit
de_de: Warten auf den Buchungshinweis durch NetDebit.
